IDEA Open Model
ParameterInt Constructor
Compatible with IDEA StatiCa v 10.1
Initializes a new instance of the ParameterInt class
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public ParameterInt()
Public Sub New
public:
ParameterInt()
See Also
Reference
ParameterInt Class
IdeaRS.OpenModel.CrossSection Namespace